Repository: damavandon/sms-dokan
Catalog: languages/payamito-vendor-verification-*.po
Languages: fa_ir

source: Plugin Payamito:vendor verification requires the installation of Dokan pro and Payamito core
fa_ir: افزونه تایید فروشندگان پیامیتو نیاز به نصب افزونه دکان پرو و افزونه هسته پیامیتو دارد

source: SMS code is Incorrect
fa_ir: کد پیامک نادرست است

source: An unexpected error occurred. Please contact support
fa_ir: یک خطای غیرمنتظره رخ داد. لطفا با پشتیبانی تماس بگیرید

source: Cheatin&#8217; huh?
fa_ir: تقلب کردن&#8217; huh?

source: Enter OTP number
fa_ir: کد پیامک را وارد کنید

source: Failed to send SMS code
fa_ir: کد پیامک ارسال نشد

source: If you use pattern to send OTP sms pattern id can not is empty
fa_ir: اگر از الگو برای ارسال پیامک رمزعبور یکبار مصرف استفاده می کنید، شناسه الگوی نمی تواند خالی باشد

source: If you use pattern to send OTP sms. Please create a pattern for sending SMS
fa_ir: اگر از الگو برای ارسال اس ام اس OTP استفاده می کنید. لطفا یک الگو برای ارسال پیامک ایجاد کنید

source: Message content is empty
fa_ir: محتوای پیام خالی است

source: Minimum php required version 7.0.0 or higher is required
fa_ir: حداقل php مورد نیاز نسخه 7.0.0 یا بالاتر مورد نیاز است

source: OTP pattern id must be a number
fa_ir: شناسه الگوی رمز عبور یکبار مصرف باید یک عدد باشد

source: OTP pattern id must be at least 4 characters must be a number
fa_ir: شناسه الگوی رمز عبور یکبار مصرف باید حداقل 4 کاراکتر باشد باید یک عدد باشد

source: Pattern id is empty
fa_ir: شناسه الگو خالی است

source: Pattern is Incorrect
fa_ir: الگو نادرست است

source: Payamito
fa_ir: پیامیتو

source: payamito vendor verification version
fa_ir: افزونه تایید فروشندگان پیامیتو

source: Payamito:vendor-verification
fa_ir: پیامیتو نسخه تایید فروشندگان

source: phone number
fa_ir: شماره موبایل

source: Phone number
fa_ir: شماره موبایل

source: phone number number is incorrect
fa_ir: شماره موبایل نادرست است

source: Please enter a metakey to save user phone number
fa_ir: لطفاً برای ذخیره شماره تلفن کاربر یک کلید متا وارد کنید

source: Please wait until the end of the resend time
fa_ir: لطفا تا پایان زمان ارسال مجدد صبر کنید

source: SMS code sent successfully
fa_ir: کد پیامک با موفقیت ارسال شد

source: You created a pattern for sending OTP but did not specify a value .Please select a valid value from the drop-down box
fa_ir: شما یک الگو برای ارسال OTP ایجاد کردید اما مقداری را مشخص نکردید. لطفاً یک مقدار معتبر از کادر کشویی انتخاب کنید.
